let whiteBoxParts = [
    { id: 1, name: 'отделка' },
    { id: 2, name: 'санузлы и водоснабжение' },
    { id: 3, name: 'электроснабжение' },
    { id: 4, name: 'другие выводы' },
];

let whiteBoxPartsDetails = [
    { number: 1, partId: 1, title: 'Возведение внутренних перегородок', top: '40%', left: '58.49%' },
    { number: 2, partId: 1, title: 'Выравнивание стен под финишную отделку', top: '50%', left: '83.96%' },
    { number: 3, partId: 1, title: 'Обеспыливание потолков', top: '6.67%', left: '48.58%' },
    { number: 4, partId: 1, title: 'Устройство стяжки с шумоизоляцией', top: '85.33%', left: '48.58%' },
    { number: 6, partId: 1, title: 'Возможность выбора высоты межкомнатных дверей (2100&nbsp;мм или 2300)', top: '54.33%', left: '58.5%' },

    { number: 5, partId: 2, title: 'Гидроизоляция и стяжка в сан.узлах', top: '66.67%', left: '75.47%' },
    { number: 11, partId: 2, title: 'Установка системы защиты от протечек с датчиками в сан.узлах и кухне', top: '43.33%', left: '75.47%' },
    { number: 12, partId: 2, title: 'Выводы водорозеток и канализации в местах установки сантехприборов', top: '57.83%', left: '88.2%' },
    {
        number: 13,
        partId: 2,
        title: 'Организация точки подключения индивидуального проточного нагревателя в нише стояка водоснабжения (вывод кабеля)',
        top: '36.67%',
        left: '75.47%',
    },

    { number: 14, partId: 3, title: 'Устройство квартирного щита электроснабжения', top: '53.33%', left: '70.75%' },
    { number: 15, partId: 3, title: 'Устройство слаботочного квартирного щита', top: '47%', left: '67.92%' },
    {
        number: 16,
        partId: 3,
        title: 'Разводка кабелей от квартирного щита до мест установки розеток и выключателей, с установкой подрозетников',
        top: '51.67%',
        left: '30.19%',
    },
    { number: 17, partId: 3, title: 'Вывод кабелей освещения помещения, включая подсветку зоны кухни', top: '21.67%', left: '48.58%' },
    { number: 18, partId: 3, title: 'Вывод кабеля для подключения электроплиты и духового шкафа', top: '57.83%', left: '95.57%' },
    { number: 19, partId: 3, title: 'Вывод кабеля для подключения кухонной вытяжки', top: '18.5%', left: '90.57%' },
    { number: 20, partId: 3, title: 'Вывод кабеля для системы теплого пола в сан.узлах и прихожей', top: '60%', left: '75.47%' },
    { number: 21, partId: 3, title: 'Отключение освещения квартиры через мастер выключатель', top: '50.17%', left: '61.32%' },
    { number: 22, partId: 3, title: 'Разводка кабелей для установки проходных выключателей', top: '58.50%', left: '61.32%' },
    { number: 23, partId: 3, title: 'Вывод под электропривод и подсветку для штор', top: '31.67%', left: '6.6%' },
    { number: 24, partId: 3, title: 'Разводка слаботочных сетей (IP-TV, интернет)', top: '51.67%', left: '22.64%' },
    { number: 25, partId: 3, title: 'Подготовка кабельной разводки для установки охранной сигнализации', top: '35%', left: '71.70%' },

    {
        number: 7,
        partId: 4,
        title: 'Возможность установки индивидуальных приточных установок в каждом жилом помещении',
        top: '50%',
        left: '6.6%',
    },
    { number: 8, partId: 4, title: 'Выводы для подключения к системе центрального кондиционирования', top: '33.67%', left: '64.62%' },
    {
        number: 9,
        partId: 4,
        title: 'Устройство дренажных трубопроводов для внутренних блоков системы кондиционирования',
        top: '28.33%',
        left: '30.19%',
    },
    {
        number: 10,
        partId: 4,
        title: 'Установка коллектора системы отопления с возможностью последующей установки электропривода регулировки температуры (кроме студий)',
        top: '61.5%',
        left: '70.75%',
    },
    { number: 26, partId: 4, title: 'Измельчитель пищевых отходов (передача клиенту при приемке)', top: '57.83%', left: '91.89%' },
];

export { whiteBoxParts, whiteBoxPartsDetails };
